Revit 2027 API
ScheduleSortGroupField.ShowBlankLine Property
 Indicates if an empty row should be displayed between groups.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool ShowBlankLine { get; set; }
Public Property ShowBlankLine As Boolean
	Get
	Set
public:
property bool ShowBlankLine {
	bool get ();
	void set (bool value);
}
member ShowBlankLine : bool with get, set
Property Value
Boolean
Remarks
 True if an empty row should be displayed, false otherwise.
See Also
Reference
ScheduleSortGroupField Class
Autodesk.Revit.DB Namespace